<?php
$_['addist_error_header']          = 'Виявлені серйозні проблеми:';
$_['addist_error_footer']          = 'Щоб прибрати це повідомлення, будь ласка, вирішіть вищевказані проблеми або видаліть / почистіть модифікації відповідних доповнень(vqmod/ocmod).';
$_['addist_error_not_activated']   = '%s: Доповнення ще не активовано.';
$_['addist_error_expired']         = '%s: Термін дії пробної ліцензії закінчився в %s.';

$_['addist_error_vqmod']           = 'Виявлені доповнення, що вимагають наявність встановленого "vQmod".';
$_['addist_error_vqmod_version']   = 'Виявлені доповнення, що вимагають "vQmod" більш піздніх версій чим %s.';
$_['addist_error_ioncube']         = 'Виявлені доповнення, що вимагають увімкнення розширення "Ioncube Loader".';
$_['addist_error_ioncube_version'] = 'Виявлені доповнення, що вимагають увімкнення розширення "Ioncube Loader" більш піздніх версій чим %s.';
