<?php
// Heading
$_['heading_title']                     = 'Інсталятор доповнень Addist v0.1.1.2';

// Entry
$_['entry_customer']                    = 'Ваше ім\'я:';
$_['entry_email']                       = 'Ваш email:';

// Text
$_['text_greeting']                     = 'Інсталятор дозволяє встановлювати будь-які доповнення від автора <a target="_blank" href="https://opencartforum.com/user/688367-addist/">Addist</a> в один клік. Будь-які доповнення від автора доступні для трьох-денного безкоштовного тестування. Для отримання пробного періоду, досить натиснути на кнопку "Завантажити пробну версію".';
$_['text_module']                       = 'Модулі';
$_['text_login']                        = 'Авторизація';
$_['text_logout']                       = 'Вихід';
$_['text_refresh']                      = 'Оновити список доповнень';
$_['text_name']                         = 'Назва';
$_['text_price']                        = 'Ціна';
$_['text_version']                      = 'Версія';
$_['text_version_old']                  = 'У вас встановлена застаріла версія';
$_['text_status']                       = 'Статус';
$_['text_license']                      = 'Є ліцензія';
$_['text_expiry']                       = 'Термін дії';
$_['text_action']                       = 'Дія';
$_['text_installed']                    = 'Встановлено';
$_['text_downloaded']                   = 'Завантажено';
$_['text_more']                         = 'Читати...';
$_['text_purchase']                     = 'Придбати';
$_['text_download_full']                = 'Завантажити повну версію';
$_['text_download_trial']               = 'Завантажити пробну версію';
$_['text_remove']                       = 'Видалити файли доповнення';
$_['text_confirm_download']             = 'Ви дійсно хочете завантажити це доповнення?';
$_['text_confirm_remove']               = 'Ви дійсно хочете видалити це доповнення?';
$_['text_confirm_logout']               = 'Ви дійсно хочете вийти із маркетплейса?';

// Success
$_['success_download']                  = 'Доповнення встановлено: %s';
$_['success_removed']                   = 'Доповнення видалено: %s';
$_['success_updated']                   = 'Список доповнень успішно оновлений.';
$_['success_logout']                    = 'Ви успішно вийшли із маркетплейса.';

// Error
$_['error_auth']                        = 'Помилка при авторизації.';
$_['error_fields']                      = 'Будь ласка, заповніть всі поля!';
$_['error_email']                       = 'Ви вказали невірну email адресу!';
$_['error_download']                    = 'Помилка при завантаження. Будь ласка, зв\'яжіться з розробником.';
$_['error_remove']                      = 'Помилка при видаленні доповнення: %s';
$_['error_undefined']                   = 'Помилка при виконанні операції.';
