<?php
// Heading
$_['heading_title']                     = 'Установщик дополнений Addist v0.1.1.2';

// Entry
$_['entry_customer']                    = 'Ваше имя:';
$_['entry_email']                       = 'Ваш email:';

// Text
$_['text_greeting']                     = 'Дополнение позволяет устанавливать любые дополнения от автора <a target="_blank" href="https://opencartforum.com/user/688367-addist/">Addist</a> одним кликом. Любые дополнения от автора доступны для трех-дневного бесплатного тестирования. Для получение пробного периода, достаточно нажать на кнопку "Загрузить пробную версию".';
$_['text_module']                       = 'Модули';
$_['text_login']                        = 'Авторизация';
$_['text_logout']                       = 'Выход';
$_['text_refresh']                      = 'Обновить список дополнений';
$_['text_name']                         = 'Название';
$_['text_price']                        = 'Цена';
$_['text_version']                      = 'Версия';
$_['text_version_old']                  = 'У вас установлена старая версия';
$_['text_status']                       = 'Статус';
$_['text_license']                      = 'Имеется лицензия';
$_['text_expiry']                       = 'Срок действия';
$_['text_action']                       = 'Действие';
$_['text_installed']                    = 'Установлено';
$_['text_downloaded']                   = 'Загружено';
$_['text_more']                         = 'Читать...';
$_['text_purchase']                     = 'Приобрести';
$_['text_download_full']                = 'Загрузить полную версию';
$_['text_download_trial']               = 'Загрузить пробную версию';
$_['text_remove']                       = 'Удалить файлы дополнения';
$_['text_confirm_download']             = 'Вы действительно хотите загрузить этого дополнения?';
$_['text_confirm_remove']               = 'Вы действительно хотите удалить этого дополнения?';
$_['text_confirm_logout']               = 'Вы действительно хотите выйти из маркетплейса?';

// Success
$_['success_download']                  = 'Дополнение установлено: %s';
$_['success_removed']                   = 'Дополнение удалено: %s';
$_['success_updated']                   = 'Список дополнений успешно обновлены.';
$_['success_logout']                    = 'Вы успешно вышли из маркетплейса.';

// Error
$_['error_auth']                        = 'Ошибка при авторизации.';
$_['error_fields']                      = 'Пожалуйста, заполните все поля!';
$_['error_email']                       = 'Вы указали неверный email адрес!';
$_['error_download']                    = 'Ошибка при загрузки. Пожалуйста, свжитесь с разработчиком.';
$_['error_remove']                      = 'Ошибка при удалении дополнения: %s';
$_['error_undefined']                   = 'Ошибка при выполнении операции.';
?>